const factsData = [
  {
    id: 1,
    text: "Прообразом Чубакки стал пес режиссера."
  },
  {
    id: 2,
    text: "Актерам разрешили подобрать любимый цвет для своих световых мечей."
  },
  {
    id: 3,
    text: "В фильме «Звездные войны-V: Империя наносит ответный удар» среди космических объектов можно заметить парящий ботинок и картофелину."
  },
  {
    id: 4,
    text: "Дыхание Дарта Вейдера — это звуки дыхательной маски, подключенной к аквалангу."
  },
  {
    id: 5,
    text: "Планета Татуин названа в честь реального города в Тунисе – стране, где происходила часть съемок"
  },
  {
    id: 6,
    text: "Космические корабли во время съемок не двигались. Эффект движения достигался путем перемещения камер вокруг кораблей."
  },
  {
    id: 7,
    text: "Фраза «У меня плохое предчувствие насчет этого» обязательно звучит в каждом эпизоде саги."
  },
  {
    id: 8,
    text: "До сих пор неизвестно, как называется раса Йоды. Загадка большая Вселенной это!."
  },
  {
    id: 9,
    text: "Эвоки говорят на языке тибетских монахов. Их язык — смесь тибетского и непальского."
  },
  {
    id: 10,
    text: "«Атака клонов» - первый фильм в истории кино, снятый целиком и полностью на цифровую видеокамеру."
  }
];

export default factsData;